Revit 2024 API
BRepBuilderEdgeGeometry Properties
The BRepBuilderEdgeGeometry type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
BRepBuilderEdgeGeometry Class
Autodesk.Revit.DB Namespace